
// 빛의어웨이커
var lightTeam ={
  team:"빛의 어웨이커",
  folder: 'lightTeam',
  character:[
            { num:1,
              thumImg: "lt_ethila",
              name: "에실라",
              type: "공격형",
              summary: [
                "어둠의 세력이 위협하는 것을 가장 먼저 느끼고 검을 든 어웨이커",
                "강한 물리 공격력을 자랑하는 어웨이커로 어둠의 세력을 물리치는데 힘을 아끼지 않을 것입니다.",
            ]},{
              num: 2,
              thumImg:"lt_loa",
              name: "로아",
              type: "회복형",
              summary: [
                "대륙 전역의 생명력이 불안정해진 이유를 찾고 있는 어웨이커",
                "다른 어웨이커들이 쓰러지지 않도록 후방에서 지원하는 역할을 맡고 있습니다."
            ]},{
              num: 3,
              thumImg:"lt_lena",
              name: "레나",
              type: "방어형",
              summary: [
                "철옹성이라는 칭호를 갖고 있는 어웨이커",
                "동료들을 지키기 위해 항상 전장의 최전방에서 어둠의 세력에 맞서고 있습니다."
            ]},{
              num: 4,
              thumImg:"lt_cylus",
              name: "사일러스",
              type: "마법형",
              summary: [
                "본래 어둠의 세력이었지만 배반당한 복수를 위해 빛의 세력에 가담한 어웨이커",
                "강력한 마법으로 후방에서 어둠의 세력에게 복수하는 그는 파괴자로 불립니다."
            ]},{
              num: 5,
              thumImg: "lt_berona",
              name: "베로나",
              type: "마법형",
              summary: [
                "많은 빛과 어둠의 전쟁에 참여하면서 빛의 대마법사라는 칭호를 얻은 어웨이커",
                "베로나의 빛의 마법은 수많은 전쟁을 승리로 이끌었으며 빛의 세력의 큰 희망이 되고 있습니다."
            ]},{
              num: 6,
              thumImg: "lt_estel",
              name: "에스텔",
              type: "방어형",
              summary: [
                "고대 초제국 황실의 마지막 자손이자 카슬로트 황제의 유일한 후계자",
                "태어날 때부터 강력한 힘을 가지고 태어났으며 자랄 수록 그 힘이 더욱 강력해진 에스텔은 자신의 운명을 받아들이고 어둠의 세력과의 전쟁에 참여하게 됩니다."
            ]}
            
            , {
              num: 7,
              thumImg: "lt_keisia", // lt_kais
              name: "케이시아",
              type: "원거리",
              summary: [
                "대륙을 노리는 어둠의 세력에 맞서 자신의 활을 들고 전투에 뛰어든 어웨이커",
                "그가 쏘아낸 화살은 적의 진열을 거침없이 꿰뚫어 나가며 어둠의 세력을 물리칠 것입니다."
              ]
            }
            
    ]};

// 어둠의 어웨이커
var darkTeam = {
  team: "어둠의 어웨이커",
  folder: 'darkTeam',
  character: [{
      num: 1,
      thumImg: "dk_clodia",
      name: "클로디아",
      type: "마법형",
      summary: [
        "고대 베롬 제국의 유일한 후손인 클로디아.",
        "자신의 나라를 멸망시킨 빛의세력에 대한 복수심으로 암흑신에게 선택받게 되었습니다.",
        "어둠의 드레스와 왕관을 쓰고 전쟁에 참여하여 빛의 세력에게 직접 죄의 심판을 합니다."
      ]},{
      num: 2,
      thumImg: "dk_napor",
      name: "네이포",
      type: "방어형",
      summary: [
        "영웅의 별이 뜬 날 계시를 받고 태어난 운명의 오크 전사.",
        "그가 사랑했던 여자를 빛의 세력이 죽인 것처럼 꾸민 암흑신으로 인해 복수를 위해 어둠의 세력에 합류하게 됩니다.",
        "그는 어둠 세력을 지휘하는 지휘관이자 최고 사령관입니다."
      ]},{
      num: 3,
      thumImg: "dk_gaia",
      name: "가이아",
      type: "공격형",
      summary: [
        "암흑신에게 속아 어둠의 세력에 합류하게 된 대지의 여신.",
        "암흑 어웨이커가 된 가이아는 여신이 가진 절대적인 힘과 암흑의 힘까지 더해져 더욱 강력한 힘을얻게 되었습니다."
      ]},{
      num: 4,
      thumImg: "dk_demones",
      name: "디모네스",
      type: "방어형",
      summary: [
        "암흑 세력의 무녀이자 암흑신에게 총애받는 제단의 신녀 디모네스",
        "그녀에게는 미래를 예측할 수 있는 예지능력과 기억을 조작하는 능력이 있어 빛의 성기사 제논을 암흑 어웨이커로 만드는 데 일조하였습니다"
      ]}
  ]};